Repository: Dradass/bggSparrow-flutter
Catalog: l10n/app_*.arb
Languages: ru

source: Add player
ru: Добавить игрока

source: Add BGG player
ru: Добавить по BGG нику

source: Adjust filters
ru: Настрой фильтры

source: All
ru: Все

# allDataStartedLoading
source: Started loading all data
ru: Загрузка данных началась

# allDataIsAlreadyStarted
source: Data loading is already in progress
ru: Данные уже загружаются

# allDataWasDeleted
source: All data has been deleted
ru: Все данные были удалены

source: All games
ru: Все игры

source: Apply
ru: Применить

source: Cancel
ru: Отмена

source: Can't find similar game
ru: Не найдено похожих игр

source: Cant update this list, try again
ru: Не удалось обновить список, попробуйте снова

source: Check your game stats
ru: Смотри статистику своих игр

source: Choose a game
ru: Выбрать игру

source: Choose any game
ru: Выберите игру

source: Choose random game
ru: Выбрать случайную игру

# chooseRandomGameToPlay
source: Choose a random game
ru: Выбирай случайную игру

source: Choose who goes first
ru: Выбирай кто ходит первым

source: Circle
ru: Круг

source: Comments
ru: Комментарии

source: Create
ru: Создать

source: Current language
ru: Текущий язык

source: Date
ru: Дата

source: Default location
ru: Локация по умолчанию

# defaultPlayersList
source: Default player list
ru: Игроки по умолчанию

source: Default search mode
ru: Режим поиска

# defaultWord
source: Default
ru: По умолчанию

source: Delete
ru: Удалить

source: Draw up
ru: Составить

source: Duration
ru: Длительность

source: Edit
ru: Изменить

source: Edit play data
ru: Изменить данные партии

source: Enter the name
ru: Введите имя

source: Enter your login
ru: Введите ваш логин

source: Enter your password
ru: Введите ваш пароль

source: Enter friend name or nickname
ru: Введите имя друга или ник

source: Enter your comments
ru: Введите ваши комментарии

source: Exclude
ru: Исключить

source: Export table
ru: Экспорт

# exportYourStatsToCsv
source: Export your stats to CSV table
ru: Экспортируй статистику в CSV таблицу

source: Filters
ru: Фильтры

source: Find your first matches
ru: Смотри свои первые партии

source: Finger
ru: Отпечаток

source: First plays
ru: Первые партии

source: First player
ru: Первый игрок

source: First player mode
ru: Режим выбора

source: Game
ru: Игра

source: Games
ru: Игры

source: Games lists
ru: Списки игр

source: Game not found matching your conditions
ru: Игра, соответствующая вашим условиям, не найдена

source: Game play was not found
ru: Партия не найдена

# gamePlayersInfoNotLoaded
source: Player count information not loaded. Please wait for loading to complete to use player count filter
ru: Информация о количестве игроков не загружена до конца. Дождитесь окончания загрузки, чтобы фильтровать игры по количеству игроков

# gamesStats
source: Games statistics
ru: Статистика игр

source: Histogram
ru: Гистограмма

# initialLoadingCanBeLong
source: The initial download may take a long time due to the service's data download security policy.
ru: Первоначальная загрузка может быть долгой из-за политики безопасности загрузки данных.

source: Last year
ru: Прошлый год

source: List name
ru: Имя списка

source: List is already exists with same name
ru: Список с таким именем уже существует

source: List was created
ru: Список был создан

source: List was deleted
ru: Список был удален

source: List was updated
ru: Список был обновлен

source: Load all data
ru: Загрузить все данные

source: Location name
ru: Имя локации

source: Location name can't be empty
ru: Имя локации не может быть пустым

# logPlay
source: Save results
ru: Сохранить результаты

# logPlayShort
source: Save results
ru: Результаты

source: Login
ru: Логин

source: Login with your BGG account
ru: Войдите с помощью BGG аккаунта

# tologIn
source: Log in
ru: Войти

source: Log out
ru: Выйти

source: Login or password is incorrect
ru: Неправильный логин или пароль

source: Manage locations
ru: Управление локациями

source: Manage players
ru: Управление игроками

# maxPlayersCount
source: Maximum players count
ru: Максимальное количество игроков

source: New player name
ru: Имя нового игрока

source: Online
ru: Онлайн

source: Only chosen players
ru: Только выбранные игроки

source: Only owned games
ru: Только свои игры

source: Offline
ru: Оффлайн

source: Open file
ru: Открыть файл

# orRecognizeGame
source: Or use your phone camera to identify the game
ru: Или используй камеру телефона для распознавания игры

source: Password
ru: Пароль

source: Period end
ru: Конец периода

source: Period start
ru: Начало периода

# pickTheGamesToCreateList
source: Pick the games
ru: Выберите игры

# pickThePlayersToCreateList
source: Pick the players
ru: Выберите игроков

source: Pie chart
ru: Диаграмма

# placeTheTopOfTheBoxInFrame
source: Place the top of the box in the frame
ru: Разместите верхнюю часть коробки в кадре

source: Play date
ru: Дата игры

source: Players
ru: Игроки

source: Player votes are counted
ru: Голоса игроков учитываются

source: Players count
ru: Количество игроков

source: Player with this nickname not found
ru: Игрок с таким ником не найден

# playerIsAlreadyInFriendsList
source: This player is already in your firends list
ru: Игрок с таким именем уже есть в списке друзей

source: Plays
ru: Партии

# playsCanBeEdited
source: Plays can be edited by long pressing on a row
ru: Партии можно редактировать, удерживая нажатие на строке

# playResultsWasSaved
source: Play results are saved
ru: Результаты игры успешно сохранены

source: Quantity
ru: Количество

source: Ready to use
ru: Готово к использованию

source: Recognize
ru: Распознать

source: Recognizing
ru: Распознавание

source: Reset all colors
ru: Вернуть все цвета по умолчанию

# resultsAreSavedLocallyAndWillBeSent
source: Results are saved locally, and will be sent when the internet appears
ru: Результаты сохранены локально, и будут отправлены при появлении интернета

source: Save changes
ru: Сохранить изменения

# saveYourResults
source: Save your game results
ru: Сохраняй результаты своей игры

source: Select location
ru: Выбрать локацию

source: Select game
ru: Выбрать игру

source: Select game from list
ru: Выбирай игру из списка

source: Select date
ru: Выбрать дату

source: Select duration
ru: Выбрать продолжительность

source: Select players
ru: Выбрать игроков

# selectSearchMode
source: Select the game search mode: online or offline
ru: Выбирай режим поиска игр: онлайн или оффлайн

source: Select secondary color
ru: Выбрать дополнительный цвет

source: Select surface color
ru: Выбрать цвет фона

source: Select text color
ru: Выбрать цвет текста

source: Settings
ru: Настройки

source: Set the list name
ru: Заполните имя списка

source: Show all games
ru: Показать все игры

source: Skip
ru: Пропустить

source: Statistics
ru: Статистика

source: Table
ru: Таблица

source: Table was exported to
ru: Таблица была экспортирована в

source: This year
ru: Этот год

source: Touch the screen
ru: Коснитесь экрана

source: Top games
ru: Топ игр

source: Top players
ru: Топ игроков

source: Total games
ru: Всего игр

source: Total players
ru: Всего игроков

source: Total plays
ru: Всего партий

source: Waiting for your friends
ru: Ждем друзей

# warningNotAllImagesLoaded
source: Not all game images are loaded. Game recognition may be incorrect
ru: Не все изображения игр загружены. Распознавание может быть некорректным

source: Winner among chosen players
ru: Победитель среди выбранных

# winQuestion
source: Win?
ru: Победа?

source: Win rate
ru: Процент побед

source: Wipe all local data
ru: Очистить все локальные данные

source: Welcome!
ru: Добро пожаловать!

source: Update
ru: Обновить

source: Updating game collection
ru: Обновляю коллекцию игр

source: Updating plays info
ru: Обновляю информацию об игровых партиях

# updatingGamePlayersInfo
source: Updating game players count info
ru: Обновляю информацию об играх

# updatingThumbnails
source: Updating game images
ru: Обновляю изображения игр

source: Your locations
ru: Ваши локации
